<template>
  <main class="main">
    <section class="document-page">
      <div class="container">
        <div class="document-page__wrapper">
          <h1 class="h1">Согласие на получение информационных и рекламных сообщений</h1>

          <ul class="document-page__list">
            <li class="document-page__section">
              <p>
                В соответствии с Федеральным законом от 13.03.2006 №38-ФЗ «О рекламе» и Федеральным законом от
                07.07.2003 №126-ФЗ «О связи» я, даю согласие — наименование Индивидуальный предприниматель Нетуков
                Георгий Валерьевич (ИНН: 780446753604), Индивидуальный предприниматель Антоненко Сергей Михайлович (ИНН:
                344113642338) на получение рекламно-информационных материалов.
              </p>

              <p>
                Я соглашаюсь на получение информационных и рекламных сообщений следующими способами: ⁃ SMS-сообщения;
                <br />
                ⁃ электронная почта;
                <br />
                ⁃ мессенджеры;
                <br />
                ⁃ push-уведомления.
                <br />
              </p>

              <p>
                Целью обработки моих персональных данных является информирование о: ⁃ новых продуктах и услугах;
                <br />
                ⁃ акциях и специальных предложениях;
                <br />
                ⁃ мероприятиях компании;
                <br />
                ⁃ новостях и обновлениях.
                <br />
              </p>

              <p>
                Я подтверждаю, что ознакомлен и имею право отозвать данное согласие в любой момент одним из следующих
                способов: ⁃ направив электронное письмо на адрес: info@ownstone.ru
                <br />
                ⁃ позвонив по телефону: +7 (993) 338-07-07
                <br />
              </p>

              <p>Настоящее согласие действует до момента его отзыва, но не более 5 лет.</p>

              <p>
                Подтверждаю, что: -даю согласие добровольно;
                <br />
                -ознакомлен с условиями обработки данных.
                <br />
              </p>
            </li>
          </ul>
        </div>
      </div>
    </section>
  </main>
</template>
<script setup>
useHead({
  title: 'Политика в отношении обработки персональных данных',
});
</script>
