<template>
   <main class="main">
      <section class="document-page">
         <div class="container">
            <div class="document-page__wrapper">
               <h1 class="h1">СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ (СОПД)</h1>

               <ul class="document-page__list">
                  <li class="document-page__section">

                     <p> Настоящим, добровольно и осознанно даю согласие по собственной инициативе и в своих интересах
                        Индивидуальным предпринимателем Нетуковым Георгием Валерьевичем, ИНН 780446753604, ОГРНИП
                        322784700148399, г. Москва, Нащокинский пер, д. 8 (далее – «Агентство») на обработку (включающую
                        любые действия с использованием автоматизированных и неавтоматизированных средств, включая сбор,
                        хранение, передачу, обезличивание и удаление), включая обезличивание, блокирование, удаление и
                        уничтожение), включая использование мессенджеров (WhatsApp, Telegram), других онлайн-сервисов и
                        приложений, в рамках положений Федерального закона № 152-ФЗ от 27 июля 2006 года «О персональных
                        данных» моей персональной информации, включая следующие данные фамилия, имя, отчество, пол,
                        возраст, данные документа, удостоверяющего личность, адрес регистрации по месту жительства и
                        адрес фактического проживания год, месяц, число и место рождения, гражданство, семейное,
                        социальное, имущественное положение, профессия, контактные телефоны, почтовый адрес, адрес места
                        работы, адрес электронной почты, данные об образовании, квалификации, семейное положение,
                        сведения о составе семьи, сведения о трудовом стаже, СНИЛС, ИНН, информации, относящейся к моей
                        трудовой деятельности, а также других сведений, прямо или косвенно относящихся ко мне,
                        предоставленной мною Агентству (далее – ПД), содержащейся в заявлениях, письмах, соглашениях и
                        иных документах (полученных Агентством также в электронном виде), а также ПД, полученных
                        Агентством в любом виде и формате от партнеров Агентству, указанных в настоящем согласии,
                        застройщиков, инвесторов, подрядчиков, банков, агентств недвижимости, ипотечных брокеров,
                        риэлторов, маркетплейсов и иных лиц, получивших мои ПД (далее – Поставщики информации).
                     </p>
                     <p>
                        Обработка ПД, указанных в настоящем согласии, может осуществляться Агентством в целях:


                     </p>
                     <ul class="document-page__sublist">
                        <li>
                           1) осуществления коммуникаций со мной, оказания консультаций по услугам покупки и продажи
                           недвижимости, подбора недвижимости;
                        </li>
                        <li>
                           2) организации заключения, а также по вопросам исполнения договоров соглашений, в том числе
                           оказания услуг\купли-продажи \ договоров долевого участия \ договоров бронирования объектов
                           недвижимости \ договоров управления и иных видов договоров (в том числе когда я являюсь
                           стороной
                           \ выгодоприобретателем \ поручителем или иным образом участвую в совершаемой сделке), включая
                           случаи уступки или получения прав, предусмотренных такими договорами;
                        </li>
                        <li>
                           3) оформления государственной регистрации операций с объектами недвижимости, принадлежащей
                           мне
                           и/или указанным мной лицам на любом праве;
                        </li>
                        <li>4) обеспечения надлежащего хранения документации в архиве;</li>
                        <li>
                           5) получения мной информации (в т.ч. рекламного характера) о других продуктах и услугах,
                           коммерческих предложений от Агентству / третьих лиц;
                        </li>
                     </ul>
                     <p>
                        Я выражаю свое согласие на передачу в выше указанных целях Агентством моих ПД в необходимом
                        объеме, в т.ч. на условиях поручения, а также на обработку моих ПД следующими лицами:
                        Поставщикам информации; компаниям из Перечня; компаниям, осуществляющим рассылку (в том числе
                        почтовую, электронную и SMS-оповещений), организациям / операторам связи; аффилированным
                        организациям Агентства и взаимозависимым лицам Агентства; кредитным организациям/банкам;
                        страховым компаниям; застройщику/инвестору/подрядчику, риэлтору или агентству недвижимости,
                        независимому оценщику, ипотечному брокеру, маркетплейсу, являющемуся партнером Агентства;
                        регистрационной компании для целей предоставления моих интересов в органе, осуществляющем
                        государственную регистрацию прав на недвижимое имущество.
                     </p>
                     <p>
                        Мне известно, что с актуальным перечнем лиц и сервисов указанных мной в настоящем согласии я
                        могу
                        ознакомиться на официальном сайте Агентству в разделе Персональные данные
                        (https://ownstone.ru/___________) (по тексту - Перечень). Я осведомлен и согласен, что Агентство
                        вправе вносить изменения в одностороннем порядке в Перечень. Право выбора компаний / лиц из
                        Перечня, Поставщиков информации и иных получателей ПД предоставляется мной Агентству, без
                        обязательного получения моего отдельного согласия.

                     </p>
                     <p>
                        Настоящим я подтверждаю, что я ознакомлен(а) с политикой обработки персональных данных в
                        Агентстве
                        (https://ownstone.ru/privacy). Данное согласие сохраняет силу до тех пор, пока Агентство не
                        получит
                        от меня письменное уведомление об отзыве настоящего согласия. Осведомлен(а), что настоящее
                        согласие
                        может быть отозвано мной при предоставлении в Агентство заявления в простой письменной форме.

                     </p>
                     <p>
                        Я выражаю согласие Агентству поручить обработку моих персональных данных в объёме и в целях,
                        предусмотренных настоящим согласием, в рамках положений Федерального закона № 152-ФЗ от 27 июля
                        2006 года «О персональных данных» третьим лицам.

                     </p>
                     <p>
                        Я выражаю согласие на получение от Агентства и организаций из Перечня рекламной, информационной
                        и
                        коммерческой информации и сообщений: на получение информации о продуктах и услугах, коммерческих
                        предложений Агентству / компаний из Перечня, в том числе посредством почтовой связи и сетям
                        электросвязи (телефонной, факсимильной, подвижной радиотелефонной связи и прочее) по адресу
                        постоянной регистрации, адресу фактического проживания, адресу электронной почты, на контактные
                        номера телефонов, предоставленные Агентству и/или ей полученные согласно настоящему согласию.
                     </p>
                  </li>
               </ul>






            </div>
         </div>
      </section>
   </main>
</template>
<script setup>
useHead({
   title: 'Согласие Агентство'
})
</script>