<template>
   <main class="main">
      <section class="document-page">
         <div class="container">
            <div class="document-page__wrapper">
               <h1 class="h1">Оферта о сотрудничестве
               </h1>

               <ul class="document-page__list">
                  <li class="document-page__section">
                     <h2 class="document-page__title">1. Предмет оферты</h2>

                     <ul class="document-page__sublist">
                        <li>
                           1.1. Сторона-1 осуществляет поиск третьих лиц, заинтересованных в приобретении объектов
                           недвижимости (далее – Покупатели).
                        </li>
                        <li>
                           1.2. Сторона-2 обладает информацией о потенциальных Покупателях и с их письменного согласия
                           передает контактные данные Стороне-1.
                        </li>
                        <li>
                           1.3. Сторона-1 осуществляет подбор объектов недвижимости для Покупателей на основании
                           полученной
                           информации.
                        </li>
                        <li>
                           1.4. Сторона-2 гарантирует, что передаваемая информация о Покупателях получена законным путём
                           и
                           не нарушает их прав.
                        </li>

                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title">
                        2. Акцепт оферты</h2>

                     <ul class="document-page__sublist">
                        <li>
                           2.1. Акцептом настоящей оферты является полная регистрация Стороны-2 на сайте
                           https://own.okttastudio.ru/.
                        </li>
                        <li>
                           2.2. С момента акцепта оферты Сторона-2 считается заключившей договор на условиях, изложенных
                           в
                           оферте.
                        </li>
                        <li>
                           2.3. Сторона-1 вправе отказать в акцепте в случае предоставления Стороной-2 недостоверных
                           данных.
                        </li>

                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 3. Вознаграждение
                     </h2>
                     <ul class="document-page__sublist">
                        <li>
                           3.1. Размер и порядок выплаты вознаграждения Стороне-2 согласовываются Сторонами в письменной
                           форме после выбора Покупателем объекта недвижимости путём подписания дополнительного
                           соглашения.
                        </li>
                        <li>
                           3.2. Выплата вознаграждения производится в течение 10 (десяти) банковских дней после
                           успешного
                           приобретения Покупателем объекта недвижимости.
                        </li>
                        <li> 3.3. В случае отказа Покупателя от сделки вознаграждение не выплачивается.</li>

                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title">4. Обязанности Сторон

                     </h2>
                     <ul class="document-page__sublist">

                        <li>
                           4.1. Сторона-1 обязуется: <br>
                           - Осуществлять подбор объектов недвижимости в соответствии с требованиями Покупателей. <br>
                           - Информировать Сторону-2 о ходе сделки. <br>
                           - Не передавать контактные данные Покупателей третьим лицам без согласия Стороны-2. <br>
                        </li>

                        <li>
                           4.2. Сторона-2 обязуется: <br>
                           - Предоставлять только актуальную и достоверную информацию о Покупателях. <br>
                           - Не заключать аналогичных соглашений с конкурентами Стороны-1 на период действия оферты.
                           <br>
                        </li>

                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 5. Конфиденциальность
                     </h2>
                     <ul class="document-page__sublist">
                        <li>
                           5.1. Стороны обязуются не разглашать конфиденциальную информацию, полученную в рамках
                           сотрудничества, включая: <br>
                           - Персональные данные Покупателей. <br>
                           - Условия сделок. <br>
                           -Коммерческие тайны. <br>
                        </li>
                        <li>
                           5.2. Обязательство о конфиденциальности сохраняется в течение 3 (трёх) лет после прекращения
                           сотрудничества.
                        </li>



                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 6. Ответственность Сторон
                     </h2>
                     <ul class="document-page__sublist">

                        <li>
                           6.1. За неисполнение или ненадлежащее исполнение обязательств Стороны несут ответственность в
                           соответствии с законодательством РФ.
                        </li>
                        <li>
                           6.2. Сторона-2 несёт ответственность за незаконный сбор или передачу персональных данных
                           Покупателей.
                        </li>
                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 7. Срок действия и изменение оферты
                     </h2>
                     <ul class="document-page__sublist">

                        <li>
                           7.1. Оферта вступает в силу с момента её акцепта и действует до полного исполнения
                           обязательств
                           Сторонами.
                        </li>
                        <li>
                           7.2. Сторона-1 вправе вносить изменения в оферту, уведомляя Сторону-2 за 5 (пять) рабочих
                           дней
                           путём публикации новой редакции на сайте.
                        </li>


                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 8. Порядок разрешения споров
                     </h2>
                     <ul class="document-page__sublist">

                        <li>
                           8.1. Все споры и разногласия Стороны обязуются разрешать путём переговоров в течение 15
                           (пятнадцати) календарных дней с момента возникновения претензии.
                        </li>
                        <li>
                           8.2. В случае недостижения согласия спор передаётся на рассмотрение в судебный орган по месту
                           регистрации Стороны-1.
                        </li>

                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 9. Форс-мажор
                     </h2>
                     <ul class="document-page__sublist">


                        <li>
                           9.1. Стороны освобождаются от ответственности за неисполнение обязательств в случае
                           наступления
                           обстоятельств непреодолимой силы (форс-мажор).

                        </li>

                     </ul>
                  </li>
                  <li class="document-page__section">
                     <h2 class="document-page__title"> 10. Заключительные положения
                     </h2>
                     <ul class="document-page__sublist">


                        <li>10.1. Все изменения и дополнения к оферте действительны только в письменной форме.</li>
                        <li>
                           10.2. Оферта регулируется законодательством Российской Федерации.

                        </li>

                     </ul>
                  </li>

               </ul>






            </div>
         </div>
      </section>
   </main>
</template>
<script setup>
useHead({
   title: 'Оферта о сотрудничестве'
})
</script>